tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "caskformula/caskformula"
# Brew Apps
  brew "aspell"
  brew "ansible"
  brew "asciinema"
  brew "awscli"
  brew "bash-completion"
  brew "bash"
  brew "git-extras"
  brew "git"
  brew "htop"
  brew "httpie"
  brew "Imagemagic"
  brew "jq"
  brew "kubernetes-cli"
  brew "kubernetes-helm"
  brew "mas"
  brew "mongodb"
  brew "mosquitto"
  brew "mysql"
  brew "pandoc"
  brew "packer"
  brew "pick"
  brew "shellcheck"
  brew "telnet"
  brew "terraform"
  brew "tmux"
  brew "trash"
  brew "tree"
  brew "unrar"
  brew "vim"
  brew "wget"
  brew "htop"
  brew "lua"
  brew "nmap"
  brew "vault"
  brew "wireshark"

# Casks
cask_args appdir: "/Applications"
  cask "atom"
  cask "cakebrew"
  cask "firefox"
  cask "flux"
  cask "google-chrome"
  cask "gpg-suite"
  cask "iterm2"
  cask "keepassxc"
  cask "postman"
  cask "slack"
  cask "vlc"
  cask "dbeaver-community"
  cask "minikube"
  cask "virtualbox"

# Mac App store (https://github.com/mas-cli/mas)
